
[Contacts]

;;;            |||   SOCIAL   |||            ;;;
Contacts_Organisation_JokerDistribution_Title=Joker Distribution
Contacts_Organisation_JokerDistribution_Description=
Contacts_Organisation_JokerAffiliates_Title=Joker Associates
Contacts_Organisation_JokerAffiliates_Description=
Contacts_Social_Armas_Unlocks_Title=Ophelia
Contacts_Social_Armas_Unlocks_Description=Ophelia specializes in selling unlocks. If you're looking for the following, look no further:↵↵  >  Car Kits  >  Outfits  >  Clothing  >  Titles↵↵¨¨¨¨¨¨¨¨¨¨¨¨¨¨¨¨¨¨¨¨¨¨¨¨¨¨¨¨¨¨¨¨¨¨¨¨¨¨¨¨¨¨¨¨¨¨¨¨¨¨¨¨¨¨¨¨¨¨¨¨¨¨¨¨¨¨¨¨¨¨¨¨¨¨¨¨¨¨¨¨¨¨¨¨¨¨¨¨¨¨¨¨¨¨¨¨¨¨¨¨¨¨¨¨¨¨¨¨¨¨↵Bio:↵No one’s ever given Ophelia Swift a damn thing. ↵↵Everything she has, she’s had to work for. Growing up, Ophelia didn’t have the life of luxury that so many of the spoiled brats in San Paro seemed to have but her father tried to do his best by her. Thing is, there’s only so much that a single-parent scrap metal salesman with a small junkyard to the west of the Baylan shipyard can give to his daughter. ↵↵Ophelia spent most evenings and weekends tinkering with the same cars folk dropped off at the junkyard; she’d take them to pieces, figure out how everything worked together and then put them back together again, factory fresh and with the mist of cheap perfume rising from the dash.↵When she was eighteen, she entered a custom-tuned Bishada into the Nantego 500 and won the whole damn race. The fact that her car had been junked as a write-off only months before was a detail the newspapers just lapped up. Ophelia Swift, “the junkyard girl”, had just won the most important race of the season and made a sideshow out of Patriot and Charge in the process. “Swift by name, swift by nature” –the perfect headline… ↵A little too perfect for Ophelia’s tastes.↵↵Perhaps it was because she didn’t want to overshadow her father’s good name, perhaps it was just the romantic in her that sensed that, like her Shakespearian counterpart, her good fortune couldn’t last that she chose to make a brand of her first name instead. She took the prize money and founded Ophelia Customs, bought up the land adjoining her daddy’s junkyard and turned it into a tuner’s paradise. The masterminds at Ophelia Customs have already forgotten more about tuning cars than the suits at Patriot will ever learn. Ophelia got famous fast – the cars, the style, the photo shoots, the mandatory calendar releases that appear on the walls of every grease-monkey this side of the Nantego. Hell, even Kiki Monroe has been described as ‘a close personal friend’ after the photo shoot with the two of them leaning over the hood of that prize winning Bishada became the most downloaded photoset in SPiN’s history. When asked by Effigy about the shoot, all Kiki replied with was a smile and a sound bite: “Don’t let Ophelia’s looks fool you. She’s no angel.”↵↵Ophelia has combined the looks, the talent, the style and the legend into one of the most successful companies in San Paro. She’s been approached by Justin Teng and Arlon Benjamin for corporate exclusivity deals multiple times and every time she’s said: “No.”↵↵ “Everyone’s in such a rush to get their hands dirty with this whole CSA thing. That ain’t my style. I’ll stick to grease and brake fluid, if it’s all the same to you.” Besides, there are plenty of gun-toting hard-asses just itching to get their hands dirty on her behalf and she knows it.↵↵In this game, it pays to be neutral, but Ophelia’s no fool. When Joker Industries approached her about collaborating on a new distribution center in Breakwater she agreed to front the operation -- for a while, at least. Joker has always been an equal opportunities genocide enabler. So long as Ophelia can continue to remain neutral while at the same time garnering the kind of revenue that helps sustain a growing empire like hers, she’ll be happy to roll with anyone.↵
Contacts_Social_Armas_Title=Wilde
Contacts_Social_Armas_Description=Wilde sells leased items that would otherwise be unattainable through progression, or offers alternative, if temporary, access to items that are only available very late in progression. She sells:↵↵  >  Weapons  >  Vehicles  >  Modifications↵↵¨¨¨¨¨¨¨¨¨¨¨¨¨¨¨¨¨¨¨¨¨¨¨¨¨¨¨¨¨¨¨¨¨¨¨¨¨¨¨¨¨¨¨¨¨¨¨¨¨¨¨¨¨¨¨¨¨¨¨¨¨¨¨¨¨¨¨¨¨¨¨¨¨¨¨¨¨¨¨¨¨¨¨¨¨¨¨¨¨¨¨¨¨¨¨¨¨¨¨¨¨¨¨¨¨¨¨¨¨¨↵Bio:↵Elizabeth Wilde’s an interesting one, even by the standards of a San Paro business woman. She’s the daughter of one of the great captains of industry, Jonathan Wilde and stands to inherit one of the largest fortunes in the world. She’s a hereditary peer in the British House of Lords and (technically) a baroness. ↵Back in the 1800’s the Wilde family bought a small Russian metalworkers. They gave simple instructions: build the finest cannon’s that can operate in the roughest terrain for the cheapest price. It was the first time that Obeya Metalwork’s had created a weapon of war but it wouldn’t be the last. Fast forwards two hundred years and the Wilde family and their wholly owned brand Obeya Corp. have become synonymous with arms dealing and weapon development, their headquarters now in San Paro, the city that’s their biggest customer by far.↵↵Daddy lines up a cushy job in weapons testing for his daughter – something nice and simple that shouldn’t tax the poor girl too much. She gets to stand around holding the latest in personal defense weapons, put a few shots into a target and say how it feels before heading out to the clubs after stopping at the bank to cash her weekly check. Trouble is, she’s always had a rebellious streak in her. Instead of sitting down, shutting up, and living off daddy’s wallet for the rest of her life she’s decided that she’d rather run her own company. ↵Hence: Wilde Designs.↵↵Sure, dear old daddy gives her a hand-up every now and again but you’d be foolish to think she’s reliant upon it. Once upon a time she managed to talk her way into a meeting with the Nekrova board of directors. They figured she’d mumble her way through the meeting and they’d probably get a nice, one-sided deal out of it. They barely realized that she’d kicked their asses up and down the room until it was too late and they’d signed a development contract with a ten year non-compete clause with her company.↵↵So Wilde Designs is pretty much the only game in town when it comes to custom weapons. She’s hired the services of some of the best designers from Birth and Ophelia Customs, head-hunted the best weapons developers from Nekrova, gets the best stock from Obeya and has one of the finest distribution deals with Joker. The only company she’s not been able to get a one-sided deal with is Armas Marketplace and nobody knows what their deal is. ↵Occasionally she heads out onto the streets to go hunting with the Prentiss Tigers – "might as well hunt in style!" she says. ↵↵These days she can be found in the Breakwater Marina, hustling money and tickets out of customers looking to get a piece of her action...↵↵...if a smidgeon of her class rubs off on them in the process, so much the better.↵
Contacts_Social_3_Title=LaRocha
Contacts_Social_3_Description=LaRocha's been with Shadow Strike from almost its inception, working deep penetration missions in the jungle, waging bush wars that sprung up around the globe quicker than anyone could beat them back down again. They were straight military - elite Special Forces recon - but the more they fought and bled, the more they wondered what it was all for. They found themselves acting as combat advisors and training up local militias of wherever they were into something resembling a professional army. Six months, and a coup d'etat or two later, they'd be back in the bush, fighting their former protégés, as sides and agendas changed and one dying bush war flared up into a brand new one.↵↵When they weren't doing that, they were watching private security outfits - would-be hard-asses who weren't fit to clean any of Shadow Strike's boots, but who were still pulling down about ten times their weekly pay - getting handed lucrative Federal contracts to guard diplomats and embassy compounds, while LaRocha and his comrades were still sent out to do the actual fighting.↵↵It was the school bus massacre that precipitated LaRocha's departure from the military. One of those private security details was running escort, babysitting the latest group of business class ambulance chasers round the warzone as the corporates chased after those big military supply contracts that were being handed out by the Federal government. Someone in their security detail got an itchy trigger finger and misread a signal somewhere. Eighteen of the local civilians, including twelve kids on a passing school bus, died in the resultant crossfire that wasn't any kind of crossfire at all - just some bunch of glorified weekend warriors blasting away on full auto at an enemy that was never even there in the first place.↵↵The locals wanted blood. The Feds did what they did best, closing ranks and tightening the diplomatic screws, riding roughshod over the locals' complaints. The guys actually responsible were confined to their luxury hotel until the next thing came along to blow the matter out of the headlines. They sat in the bar, laughing and joking, still on full pay.↵↵LaRocha was a soldier. He killed people - other armed men who were trying to kill him - on his government's orders, and made no apology for it. He didn't know what to call these guys. Not soldiers, that's for sure. He knew what to do with them, though.↵↵The Feds decided to bring the security consultants out of the country. Someone found out the route they were taking to the airport. Someone was waiting for them. The men in the convoy were heavily armed, and had military training. That's a lot better chance than they gave the kids in that school bus. It didn't matter. Whoever was waiting for them was a lot better at this kind of work than they were. ↵↵No-one ever found out who had carried out the ambush. Local insurgents were blamed. A couple of months later, LaRocha's final tour of duty ended, and he left the military without a backwards glance. A couple of months later, the core of Shadow Strike - Grissom, Templeton and the others - had joined him, and they were going into private business for themselves. No more bush wars or Fed-funded security details, though. Domestic and corporate, that was the client list they were going after.↵↵San Paro's the warzone now. Grissom handles the wetwork and street patrol stuff. LaRocha volunteered to be Praetorian liaison at the CSA Facility. The place is full of barely-regulated vigilantes and run by a Fed, the old man Holland. LaRocha's seen first hand what happens when Feds put guns into the hands of poorly-trained assholes and let them onto the streets of a city full of normal people. That's why he wants to be there on-site.↵↵He's used to training up local militias into something resembling professional soldiers. Same difference here. No more school bus massacres by trigger-happy yahoos, not on his watch.↵
Contacts_Social_4_Title=Sofia
Contacts_Social_4_Description=The limo came out of nowhere, stray rounds ricocheting off its armour-reinforced bodyworks, its glaring high beams bathing the whole firefight scene in stark relief.  Prentiss Tigers ran for cover, getting ready to disengage, thinking it was Charlotte Bloodrose's ride.  Lady C herself, come to bag herself a few more Tiger pelts.  The doors flew open to the sound of automatic fire as the limo's occupants joined the gun battle.  One gun in particular - a high-price custom job, by the sound of it - beat out a distinctive rhythm all of its own as it poured fire at the heister gang the outnumbered Tigers were engaging.↵↵Two minutes later, when the firefight was over, San Paro's Enforcement community had a new heroine, and Sofia Vascucci had successfully reinvented herself yet again.↵↵The 211 in Progress news van was there before the paramedics.  Her publicist had a statement up on her website on SpiN before the news hit the CSA Network.  Mayor Derren, no slouch herself at smelling a PR opportunity was on the phone in minutes to offer her congratulations and thanks, but was put on hold while Sofia took a similar but more important call from Effigy publisher Darius Frank.↵↵Cynics instantly smelled a publicity stunt.  Sofia's last movie, Street Princess, had flopped badly, as had the tie-in soundtrack album she had recorded, and comedienne Tara Conn was causing a sensation with her cruelly accurate Sofia impressions on long-running San Paro satire TV show, Raw & Bleeding.↵↵Three dead heisters, cut down by slugs from the Armstrong & Chen  piece she was using that night, maybe told a different story.↵↵Some asked what she was doing down there that night - not many opening night parties and showbiz award ceremonies happening in Yard Stretch - and, hey, wasn't it lucky she had all those bodyguards and her personal publicist with her when her limo turned the wrong corner and ran into that gun battle?  ↵↵No-one cared.  The media went crazy.  The public lapped it up.  Sofia and the Tigers.  The Tigers and Sofia.  The story pretty much wrote itself.  One of San Paro''s most enduring celebs, hooking up with one of the city's hottest new CSA crews, and drawing some serious blood in her first ever gun battle.  Her faltering recording career might have fallen back on that old mainstay - team-up duets with younger and briefly fashionable up-and-comers - and her choice of movie scripts was always open to ridicule, but no-one ever said she didn't have a shrewd talent for spotting the next big thing bandwagon and jumping aboard just as it rolled into town. ↵↵Enforcement was in.  Effigy said so.  And, if Enforcement was in, then Sofia was going to be an Enforcer.  Sure, a lot of  people were still anti-Enforcer, and a lot of San Paro's glamour crowd found it served their street cred better to implicitly or explicitly support the other side, but Sofia had made a career out of jumping left when most others jumped right, and dragging her audience with her.↵↵Mirri Kent and Sofia's people talked.  There were rumours about a signed contract and money changing hands.  No-one knew for sure.  Or, at least, was willing to talk about it.  All that mattered was that the arrangement was mutually beneficial to both parties.  Sofia brought an unmistakable glamour to the Prentiss outfit, an aloof coolness and instant name recognition that the Tigers - no matter how young and pretty some of them were - hadn't so far been able to generate themselves.    In return, they gave her a new hipness and introduced her to a new and younger audience that might previously have put her name on the wrong side of the hot/not equation.↵↵She's been good for the Tigers, and they've been good for her. She's been on more patrols with them, earning herself a few more kill-score notches on the grips of those fancy Armstrong & Chen  custom pieces of her's, but mostly she's hanging out in the safe zones, giving good face for the media and helping spread the Enforcement gospel.   Tigers recruitment has gone through the roof since she joined up, and other CSA-licensed groups have reported a Sofia-effect bump in their numbers.↵↵The Sofia effect is evident everywhere.  Spent rounds from her guns, scooped up at firefight scenes, or recovered from the bodies of deceased perps en route to the San Paro morgue - go for ridiculous amounts on the SPiN auction sites.  Perennially hip director Crispin Q is writing the screenplay for her, a trademark violent action-thriller tentatively titled Lady Hollow Point.  A media-fuelled feud with Charlotte Bloodrose - rumoured to be incensed by the amount of fawning coverage Sofia's Tigers involvement has received - has only added to the hype.↵↵And - maybe most significantly of all - Raw & Bleeding doesn't dare run Tara Conn's weekly Sofia impersonator sketches anymore.  Instead, Sofia's been celebrity guest host on the show four times in the last five months.↵
Contacts_Social_1_Title=Zombie
Contacts_Social_1_Description=His daddy was handy; the big man at home. Impartial with it; smacked Zombie and his mom just about equal. When he was six Zombie just shut up. It made life easier, but inside him was burning an unholy white heat of rage. He hated his dad for hitting him, hated his mom for not fighting back. When he was sixteen he replied in kind, laid the old man out on his spine like the sad sack of shit he was. Dad's face was a pure picture; first time in over a decade he'd heard his son laugh. The old coward never raised his fist to him again. That was that. Daddy was his mother's problem now.↵↵Zombie could look after himself, there was no fear of that. He'd been boarding with Deadbolt and Bleach for years, grinding the ghost precincts in the dead grey shadows of Gresty Junction. He loved his board; it got him out of situations double-quick, and if you caught a fella right, it could make a real mess.↵↵He needed cash, and there was no small chance in hell he'd be wearing TastyBurger dungarees. This might have been the shitty end, but it was still Havalynd, and he didn't have to travel far before other peoples money got rubbed right in his face. He got no particular kick out of robbery. He didn't even see it as crime, it was a form of survival, just a little different from the way they worked uptown. Let's call it trickledown.↵↵↵↵Their style was clean, slick; it drew attention. Soon enough, they were running with the Kings. That's when it escalated, gang on gang, got pretty lively down the NCS. He had years of frustration coiled within, he was ready with the killer punch. First major set-to was out on Border. It was 6 on 8, fair enough. He dismounted, started swinging like a dervish. Next thing he remembered, standing over motionless bodies, eyes bulging with adrenalin, his whole body clenched, gobs of blood and teeth dripping from his board.↵↵When the Barbarians were gone, then started the real work. They were a group now, they were in it together. They got the money from the raids, and they got investment from above. Some rich, crazy old man on an emancipation kick. That creep Grayson made the deal. Zombie and his compadres got better weapons, way better than they could afford. His new Sickler kicked out 900 a minute with virtually no recoil. Not a day too soon, because the Kings had a new enemy.↵↵The corporates have put the Praetorians onto the streets now. Privately-funded police force, with their own new rules of engagement. The old days, G-Kings sparring with the SPPD, are history now. Corporate cops want to make an immediate impression, so they look out for a high-visibility target. Didn't need to have a MBA to guess why they picked Zombie. Guy's two meters tall, covered in skin-art and with that crimson hair spike added on, just to make sure you don't miss him in a crowd. The badass street rep doesn't help much, either. ↵↵Suddenly, Zombie's Public Enemy Number One all over the Downtown circuit. That face and those tats, staring out at Joe Cit from billboards, talking subway ads and the home page of the Praetorians' expensive new website. Grayson Fell says it's time for Zombie to disappear for a while. Zombie says okay, but only after the third time a Praetorian whack squad come gunning for him.↵↵He doesn't mind. Havalynd's home, but Breakwater Marina's cool enough. Hang out there for a while and spread the G-King gospel. Grayson Fell says to stay mobile down at the Wharf, to keep his eyes and ears open and check out what's going on round the place. Lot of badasses there, but Zombie's big and scary enough to look after himself, and to keep the G-Kings colours in visible circulation. In Havalynd, Zombie was too noticeable, and brought too much of the wrong kind of heat down on himself. In Breakwater Marina, he's there to stay noticeable, and attract the right kind of heat. Waskawi's got plenty of toys hidden away on that ship sitting there in the Wharf, and occasionally gives some of them out to his favourites. A guy like Zombie makes the G-Kings stand out from the crowd. No reason why the G-Kings shouldn't be first in line in that particular queue.↵↵Grayson Fell thinks Waskawi's planning something big, and Breakwater Marina's the place to be for anyone who wants a seat at the top table when Waskawi's big plan comes off. No reason why the G-Kings shouldn't be there too.↵↵
Contacts_Social_2_Title=Charlotte Bloodrose
Contacts_Social_2_Description=Bonny to Jeung's Clyde, adding sex and psychotic glamour to the Blood Roses equation. Like her soul mate, Charlotte could have been anything she wanted to be. Could have been an Effigy cover model - an agency wanted her on their books, when she was still only fifteen. Could have been a singer or recording artist - had plenty of offers from bands and DJs, although Charlotte wasn't dumb enough not to sense the casting couch implicit in most of those offers. Could have been an It girl round the San Paro party circuit and the Needles club scene, although who the hell wants to spend their life hanging onto the arm of fat Havalynd financiers or some faded movie star.↵↵Could have had anything - or anyone - she wanted, but she chose Jeung and the Blood Roses. They built the crew up around themselves, forming them in their own image - all flashy style and steely professionalism. Charlotte loves Jeung - let him carve that flower design into her shoulder all those years ago; a scar tattoo, he called it, something you can't burn away with laser treatment - but Charlotte loves money too. The combination of Jeung + money keeps her happy.↵↵Charlotte doesn't like Tyron Sennet; he always wears last season's style of suits, and - she claims - you can still smell the stink of Montebank on him. Jeung tells her that they need him and his contacts, at least for the time being. ↵↵Charlotte really doesn't like Michael Simeone. More important, though, she just doesn't trust him. Jeung tells her that they need him, that he can handle him too, but Charlotte isn't so sure. She sits on his knee on the leather chairs in the VIP suites at Beltane and Banshee, nuzzling at his neck, whispering into his ear, talking him round to her way of thinking. She's confident that, in time, she'll get what she wants and the Blood Roses will be just her and Jeung up front in the lead again, with the whole city as their playground.↵↵When she's not at Breakwater Marina drumming up new recruits, she's in Breakwater Marina now, representing the Blood Roses interests in the thing Luke Waskawi's trying to put together there. Michael Simeone sees real potential in what's happening at the Marina, and wants the Blood Roses there from day one. A little sex appeal and dangerous glamour, all rolled into one in the person of Charlotte, could go a long way down there, and make the Blood Roses stand out from the crowd. It wasn't easy persuading Jeung to let her go, but Simeone knew that appealing to Jeung's greed and vanity - plenty of potentially lucrative deals to be made down at the Towers, and, in a gathering of San Paro's criminal clans, the Blood Roses need to establish their credentials as the hippest and most proficient of them all - would always do the trick.↵↵Besides, he figures to himself, it also wouldn't hurt to split the scheming little bitch up from her boyfriend for a while.↵
Contacts_Social_Joker_Affiliate_Title=Darrell "Speedball" Kayne
Contacts_Social_Joker_Affiliate_Description=Speedball specializes in selling unlocks for player created content. If you’re looking for the best player made vehicles, themes and outfits then look no further. To have your gear listed in Speedball’s store keep an eye on the Contest and Events section of the APB Reloaded forums for contests marked with Joker Associates.↵↵Getting out of the slums of San Paro is difficult. There’re places in the city that no one really knows or cares about – places between the cracks in the sidewalk slabs, under the freeways and hidden away out of view so no one from Havalynd or Prentiss ever needs to have their eyes sullied at the sight of them. They’re so dirt poor there that even the rats look at them with pity.↵↵There’s only three ways out of the slums in San Paro: You become a Criminal kingpin and start shooting at the people you grew up with, you get a CSA license and start shooting at the people you grew up with or you somehow become famous enough for you to buy your way out.↵↵Speedball’s one of the kids that managed to get out of the slums by becoming famous enough to buy his freedom. His passion was street basketball and it didn’t take long for people to realize that he was pretty hot at it. A real heavy weight on the court, he played power forward, had one of the fastest Eurosteps in the San Paro Basketball League and the meanest tomahawk that anyone’d ever seen. Kid could jump from the free throw line to the basket with enough power to shatter the backboard. He wasn’t even out of high school before he’d been given a contract with the Wildcats.↵↵He dominated the SPBL for twelve years, with over six thousand rebounds and thirty one thousand points to his name. After his first season the SPBL started using shatter proof glass for its backboards and detachable rims, the astonishing speed and power of his chaos dunk. His show boating was legendary and the crowd loved him for it. Still, no one’s king forever and after twelve years he retired from pro-basketball.↵ ↵When he steps out of his apartment north of Silver Street and he wears a Birth logo on his jacket that’s another two grand for everyone that sees him wearing it. You can’t even begin to imagine the amount of money it cost Joker to have him stand in their flagship store as a spokesman.↵↵Sure, he’s retired, but he’s a legend. There’s always talk of a comeback too so he’ll stay hot forever.
Contacts_Social_Armas_Legendaries_Title=Anne
Contacts_Social_Armas_Legendaries_Description="So, where do you see yourself in 5 years’ time?" Performing corporate espionage for the good of the human race was definitely not what came to mind initially. Anne wanted to keep it simple. She had acquaintances, hobbies, her cat Clawdia and a stable income. But if you knew a potential epidemic threat was looming on the horizon and no-one would see it coming, what would you do?↵↵Anne's 8th Birthday paved the road that she would travel – her first computer. Her Grandmother was a bit of a dreamer but felt that this gift would be a sufficient "nudge" to let her granddaughter thrive. Anne couldn’t stop smiling during that year's trip to her Grandmother's hometown in Okinawa.↵↵Coding and scripting became her first major hobbies through her school years, with Clawdia looking on and occasionally using the keyboard as a make-shift bed, much to Anne's frustration. Her time at Prentiss wasn't the smoothest, but she had ways of exposing people. She had a knack for gathering information left clumsily in her college’s network where anyone could find it… well, anyone who knew how, at any rate. Information is the best ammunition, and Anne always had one in the chamber. This obviously didn't sit well with her tutors, but despite almost being expelled 5 times, Anne walked away with a degree in Computer Science.↵↵Anne's confidence was cut down quickly by the ever-growing civil problems in San Paro. You couldn't walk down the street without accidentally looking at someone funny and possibly being at the wrong end of a gun barrel. Thankfully, Anne's arsenal was far more powerful and didn't require her to leave her room.↵↵The CSA definitely didn't make matters better. But it allowed her to alter some official records and get some crazies in her neighbourhood locked up. Her family's safety came first. It only took a couple of break-ins to "secure" government networks before a familiar face from Prentiss bashed the door down to her Parents' house. Instead of her usually friendly smile, Lynette’s expression was as hard as her handcuffs.↵↵The months spent in jail taught Anne one thing: Look out for yourself. Her parents forced her to move out the moment she was back in society, leaving only her clothes, computer and Clawdia with her. However, a rather interesting e-mail popped into her inbox from RedHill not too long after offering a job interview for a "Research & Development" position.↵↵"Miss Partridge? We're ready for you now." The boss happened to be on a "Company Retreat" at the time, so a man named Riddle with no job title took the interview. It was full of the usual questions, and Anne started to dread the eventual discussion about her past.↵↵"So, where do you see yourself in 5 years’ time?" That was simple. Be at the technological forefront, providing her team with the tools to inspire services and products that would help shape San Paro for the better. A bit of a pipe dream, perhaps, but a good first impression is always important.↵↵Several weeks of silence gave Anne time to do a bit of "Research & Development" of her own. There were a few unsavoury rumblings, but all bright lights have their shadows, and the hefty offer that let her move out of the dank, 1 room flat she was renting out of the Jagalchi Estate did much to sooth her concerns. She found herself moving to a company owned accommodation.↵↵Her first day at the institute was an alien experience wrapped in a pristine, soundproof office. It soon became clear that her job role was going to be significantly different from her 5-year plan. A brief talk with some "suits" revealed that they wanted her to gather as much intel as possible on the competition: Joker Gunworks, Stabba, and several major companies fighting for the top. But a job was a job, so Anne started cracking.↵↵But time went by, and her work wasn’t recognized. Anne knew she was partially responsible for that new "Homeland Defence" division they were building at RedHill, but "promotion" might as well have been in a foreign language as far as the company was concerned. It seemed as if she didn't even exist, save for a few employees that bothered to have a chat with her during lunch break.↵↵After months of silence and no recognition, she was finally given another task: Help "convince" the City Council that RedHill’s new trial vaccine was nearly identical to the previous vaccines distributed to the San Paro populace to combat a mysterious flu. Highly illegal, of course, but she wasn't a stranger to this kind of work. A few compromising e-mails and a bit of blackmail later and her work was done.↵↵But Anne and her cat had the same vice – curiosity. She was entitled to know more, right? When Anne went digging, she uncovered more than she bargained for and got a forceful reminder that criminals can also wear expensive suits and afford fancy establishments.↵↵It was time to look out for number one. She was in too deep. Exposing this might save the city, but it would certainly save herself. With blueprints and documents in hand, along with another vaccine she gathered as a bargaining chip, Anne took an extended vacation away from San Paro.↵↵Before she even came back to the bullet-riddled city, Anne knew she'd lost her job. Amongst the eviction notices and other messages left in her letterbox, a black envelope, fastened with red ribbon and a familiar stylized jester caught her eye.↵↵"Dear Miss Partridge,↵Joker Gunworks would like to extend an invitation to be interviewed for a position under our employ. Details pertaining to the role will be provided upon acceptance. ↵We hope to see you soon."↵↵With the results of her previous interview still fresh in her mind, could she just jump right back in? Well, a girls gotta eat. ↵↵Upon arrival, another forgettable manager with no exact title was ready to ask her an all too familiar question:↵↵"So, where do you see yourself in 5 years’ time?"↵"
